const History = () => {
    return (
        <div>
           <div className="max-w-full mx-auto p-4 bg-gray-100 overflow-y-scroll h-screen">
  <div className="bg-white p-6 rounded shadow-lg text-gray-900">
    <h1 className="text-2xl font-bold mb-4 text-center">বৈষম্য বিরোধী ছাত্র আন্দোলন-২০২৪ (৫ জুন থেকে ৫ আগস্ট-২০২৪) এর বিভিন্ন ঘটনাবলির টাইমলাইন। মন চাইলে টাইম ট্রাভেল করে আসতে পারেন।</h1>
    
    <div className="space-y-4">
      <div>
        <p className="font-bold">𝟓 𝐉𝐔𝐍𝐄</p>
        <p>- মুক্তিযোদ্ধা কোটার পরিপত্র অবৈধ ঘোষণা করে রায় প্রদান করে হাইকোর্ট।</p>
      </div>

      <div>
        <p className="font-bold">𝟔 𝐉𝐔𝐍𝐄</p>
        <p>- ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীবৃন্দ-এর ব্যানারে বিক্ষোভ মিছিল ও সমাবেশ করে ঢাবি ছাত্ররা।</p>
      </div>

      <div>
        <p className="font-bold">𝟗 𝐉𝐔𝐍𝐄</p>
        <p>- কোটা ব্যবস্থা পুনর্বহালের প্রতিবাদে আবারও বিক্ষোভ সমাবেশ করেন ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা।</p>
        <p>- দাবি মানতে সরকারকে ৩০ জুন পর্যন্ত সময় বেঁধে দেন ঢাবি ছাত্ররা।</p>
        <p>- বিক্ষোভ শেষে আন্দোলনকারীদের প্রতিনিধিদল সুপ্রিম কোর্টে অ্যাটর্নি জেনারেল বরাবর স্মারকলিপি দেয়।</p>
        <p>- কোটা বাতিল-সংক্রান্ত হাইকোর্টের দেওয়া রায় স্থগিত চেয়ে রাষ্ট্রপক্ষের করা আবেদন আপিল বিভাগের পূর্ণাঙ্গ বেঞ্চে শুনানির জন্য ৪ জুলাই দিন নির্ধারণ করা হয়।</p>
      </div>

      <div>
        <p className="font-bold">𝟏 𝐉𝐔𝐋𝐘</p>
        <p>- বৈষম্য বিরোধী ছাত্র আন্দোলনের ব্যানারে ঢাবিসহ দেশের বিভিন্ন বিশ্ববিদ্যালয়ে কোটা বাতিলের দাবিতে ছাত্রসমাবেশ ও বিক্ষোভ অনুষ্ঠিত হয়।</p>
        <p>- ৪ জুলাইয়ের মধ্যে দাবির বিষয়ে চূড়ান্ত সুরাহার আহ্বান জানানো হয়।</p>
        <p>- আন্দোলনকারীদের পক্ষ থেকে তিন দিনের কর্মসূচির ঘোষণা দেওয়া হয়।</p>
      </div>

      <div>
        <p className="font-bold">𝟐 𝐉𝐔𝐋𝐘</p>
        <p>- ঢাবির ছাত্ররা মিছিল নিয়ে এক ঘন্টা শাহবাগ অবরোধ করে।</p>
        <p>- জাবির ছাত্ররা ঢাকা-আরিচা মহাসড়ক ২০ মিনিটের জন্য অবরোধ করেন।</p>
      </div>

      <div>
        <p className="font-bold">𝟑 𝐉𝐔𝐋𝐘</p>
        <p>- ঢাবির ছাত্ররা শাহবাগ মোড় দেড় ঘণ্টার মতো অবরোধ করে রাখেন।</p>
        <p>- ময়মনসিংহে রেললাইনে ট্রেন অবরোধ করে বিক্ষোভ করেন বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের শিক্ষার্থীরা।</p>
        <p>- জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থীরা ঢাকা-আরিচা মহাসড়ক অবরোধ করেন।</p>
        <p>- চট্টগ্রাম বিশ্ববিদ্যালয়ের শিক্ষার্থীরা চট্টগ্রাম-খাগড়াছড়ি মহাসড়ক অবরোধ করেন।</p>
        <p>- বরিশাল বিশ্ববিদ্যালয়ের শিক্ষার্থীরা বরিশাল-কুয়াকাটা মহাসড়ক অবরোধ করে বিক্ষোভ করেন।</p>
        <p>- জগন্নাথ বিশ্ববিদ্যালয়ের শিক্ষার্থীরা পুরান ঢাকার তাঁতীবাজার মোড়ে সড়ক অবরোধ করেন।</p>
      </div>

      <div>
        <p className="font-bold">𝟒 𝐉𝐔𝐋𝐘</p>
        <p>- প্রধান বিচারপতি ওবায়দুল হাসানের নেতৃত্বাধীন ছয় সদস্যের আপিল বিভাগ 'নট টুডে' বলে আদেশ দেন।</p>
        <p>- পরের সপ্তাহে এ বিষয়ে শুনানি হতে পারে বলে ওই দিন অ্যাটর্নি জেনারেল কার্যালয় থেকে জানানো হয়।</p>
        <p>- ছাত্ররা ঢাকার শাহবাগ মোড় অবরোধ করে রাখে ৫ ঘণ্টা।</p>
      </div>

      <div>
        <p className="font-bold">𝟓 𝐉𝐔𝐋𝐘</p>
        <p>- এই দিন শুক্রবারেও চট্টগ্রাম, খুলনা ও গোপালগঞ্জে বিক্ষোভ ও সড়ক অবরোধ করে আন্দোলনকারী ছাত্ররা।</p>
      </div>

      <div>
        <p className="font-bold">𝟔 𝐉𝐔𝐋𝐘</p>
        <p>- দেশের বিভিন্ন বিশ্ববিদ্যালয়ে আগের দিনের মতোই বিক্ষোভ ও অবরোধ কর্মসূচি পালন করা হয়।</p>
        <p>- আন্দোলনকারীরা সব বিশ্ববিদ্যালয় ও কলেজে ক্লাস-পরীক্ষা বর্জন, ছাত্র ধর্মঘট এবং সারা দেশে সড়ক-মহাসড়ক অবরোধের ডাক দেন। এর নাম দেওয়া হয় ‘বাংলা ব্লকেড’।</p>
      </div>

      <div>
        <p className="font-bold">𝟕 𝐉𝐔𝐋𝐘</p>
        <p>- বাংলা ব্লকেডে স্থবির রাজধানী। অনির্দিষ্টকালের জন্য বিশ্ববিদ্যালয় ও কলেজে ক্লাস ও পরীক্ষা বর্জনের ঘোষণা।</p>
      </div>

      <div>
        <p className="font-bold">𝟖 𝐉𝐔𝐋𝐘</p>
        <p>- ঢাকার ১১টি স্থানে অবরোধ, ৯টি বিশ্ববিদ্যালয়ে বিক্ষোভ, ৩টি স্থানে রেলপথ অবরোধ এবং ৬টি মহাসড়ক অবরোধ।</p>
        <p>- সারাদেশের ছাত্রদের নিয়ে 'বৈষম্য বিরোধী ছাত্র আন্দোলন' নামে ৫৭ সদস্যের সমন্বয়ক টিম গঠন করা হয়।</p>
      </div>

      <div>
        <p className="font-bold">𝟗 𝐉𝐔𝐋𝐘</p>
        <p>- হাইকোর্টের রায় স্থগিত চেয়ে দুই শিক্ষার্থীর আবেদন করে।</p>
        <p>- ঢাকার বিভিন্ন স্থানে প্রায় ৪ ঘন্টা অবরোধ কর্মসূচি 'বাংলা ব্লকেড' পালন করা হয়।</p>
        <p>- পরদিন সারা দেশে সকাল-সন্ধ্যা 'বাংলা ব্লকেড'-এর ঘোষণা দেওয়া হয়।</p>
      </div>

      <div>
        <p className="font-bold">𝟏𝟎 𝐉𝐔𝐋𝐘</p>
        <p>- কোটার বিষয়ে পক্ষগুলিকে চার সপ্তাহের জন্য স্থিতাবস্থা বজায় রাখতে নির্দেশ আপিল বিভাগের। প্রধান বিচারপতি ওবায়দুল হাসানের নেতৃত্বাধীন পাঁচ সদস্যের আপিল বিভাগ এ আদেশ দেন। শুনানির জন্য আগামী ৭ আগস্ট দিন রাখা হয়।</p>
        <p>- ছাত্ররা ভুল করেছে মর্মে বক্তব্য রাখেন প্রধান বিচারপতি। তিনি আরো বলেন, রাস্তায় স্লোগান দিয়ে রায় পরিবর্তন করা যায় না। এটি সঠিক পদক্ষেপ না।</p>
      </div>

      <div>
        <p className="font-bold">𝟏𝟏 𝐉𝐔𝐋𝐘</p>
        <p>- পুলিশের বাধার মুখেই দেশের বিভিন্ন স্থানে অবরোধ পালন করেন আন্দোলনকারীরা।</p>
        <p>- ওবায়দুল কাদের বলেন, কোটাবিরোধী আন্দোলনকারীরা সর্বোচ্চ আদালতের বিরুদ্ধে শক্তি প্রদর্শন করছেন। এটি অনভিপ্রেত ও সম্পূর্ণ বেআইনি।</p>
        <p>- স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান বলেন, শিক্ষার্থীরা 'লিমিট ক্রস' করে যাচ্ছেন।</p>
      </div>

      <div>
        <p className="font-bold">𝟏𝟐 𝐉𝐔𝐋𝐘</p>
        <p>- শুক্রবার ছুটির দিনেও দেশের বিভিন্ন বিশ্ববিদ্যালয় ও কলেজ ক্যাম্পাসে বিক্ষোভ চলে।</p>
        <p>- ঢাকা বিশ্ববিদ্যালয়ে মিছিল শেষে শিক্ষার্থীরা শাহবাগ মোড় অবরোধ করেন।</p>
        <p>- রেলপথ অবরোধ করেন রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থীরা।</p>
      </div>

      <div>
        <p className="font-bold">𝟏𝟑 𝐉𝐔𝐋𝐘</p>
       <p>- আরাফাত বলেন, বিচারাধীন বিষয়ে সরকারের এখন কিছু করার নেই।</p>
      </div>

      <div>
  <p className="font-bold">𝟏𝟒 𝐉𝐔𝐋𝐘</p>
  <p>- রাষ্ট্রপতির কাছে স্মারকলিপি দিয়ে আন্দোলনকারীরা সংসদে জরুরি অধিবেশন ডেকে কোটার যৌক্তিক সংস্কারের দাবিতে সরকারকে ২৪ ঘণ্টার সময় বেঁধে দেন ছাত্ররা।</p>
  <p>- শেখ হাসিনা চীন সফর শেষে সংবাদ সম্মেলনে এক প্রশ্নের জবাবে আন্দোলনকারী ছাত্রদের ব্যঙ্গ করে রাজাকারের নাতি-পুতি বলে বসেন।</p>
  <p>- এর প্রতিবাদে রাত নয়টার দিকে ঢাবির বিভিন্ন হলে শ্লোগান ওঠে “তুমি কে? আমি কে? রাজাকার! রাজাকার! কে বলেছে? কে বলেছে? স্বৈরাচার! স্বৈরাচার!”</p>
  <p>- এই শ্লোগান এতোই জনপ্রিয় হয় যে, মুহূর্তেই দেশের সকল পাবলিক ভার্সিটিতে ছোঁয়া লাগে। সকল ভার্সিটিতেই এই শ্লোগান চলে রাতভর।</p>
  <p>- রাতে চবিতে ছাত্রদের মিছিলে ছাত্রলীগ হামলা চালায়।</p>
</div>
<div>
  <p className="font-bold">𝟏𝟓 𝐉𝐔𝐋𝐘</p>
  <p>- ওবায়দুল কাদের সাংবাদিকদের বলে, আন্দোলনকারীদের 'রাজাকার' স্লোগানের জবাব ছাত্রলীগই দেবে।</p>
  <p>- ছাত্রলীগ সভাপতি সাদ্দাম মন্তব্য করে, যাঁরা ‘আমি রাজাকার’ স্লোগান দিচ্ছেন, তাঁদের শেষ দেখিয়ে ছাড়বো।</p>
  <p>- কাদের ও সাদ্দামের মন্তব্যের পর ছাত্রলীগের সন্ত্রাসী হানাদার বাহিনী ঢাবির আন্দোলনকারী ছাত্রদের ওপর সশস্ত্র আক্রমণ করে। ছাত্রদের ওপর ছাত্রলীগের সন্ত্রাসীরা গুলি করে।</p>
  <p>- ভয়াবহ আক্রমণে ২৯৭ জন ছাত্র আহত হয়ে ঢাকা মেডিকেলে চিকিৎসা নেন।</p>
  <p>- হামলার প্রতিবাদে আন্দোলনকারী ও ছাত্রলীগ উভয়ে সমাবেশ করার ঘোষণা দেয়।</p>

  <p className="font-bold">𝟏𝟔 𝐉𝐔𝐋𝐘</p>
  <p>- পুলিশের গুলিতে রংপুরে আবু সাঈদ, চট্টগ্রামে ওয়াসিম, শান্ত, ফারুক ও ঢাকায় সবুজ আলী ও শাহজাহান শাহদাতবরণ করেন।</p>
  <p>- সাদ্দাম আন্দোলনকারীদের উদ্দেশ্যে বলে, আমরা দেখে নেব, কত ধানে কত চাল।</p>

  <p className="font-bold">𝟏𝟕 𝐉𝐔𝐋𝐘</p>
  <p>- ঢাবিসহ দেশের বিভিন্ন বিশ্ববিদ্যালয় থেকে ছাত্রলীগের নেতা-কর্মীদের বিতাড়ন করে 'রাজনীতিমুক্ত' ঘোষণা করে সাধারণ ছাত্ররা।</p>
  <p>- পুলিশের কাঁদানে গ্যাসের শেল ও সাউন্ড গ্রেনেড নিক্ষেপের মুখে ঢাকা বিশ্ববিদ্যালয়ে শিক্ষার্থীদের কফিন মিছিল পণ্ড হয়ে যায়।</p>
  <p>- সারা দেশের বিভিন্ন এলাকায় ছাত্র বিক্ষোভ, সড়ক-মহাসড়ক অবরোধ, গায়েবানা জানাজা, কফিন মিছিল এবং দফায় দফায় সংঘর্ষ ও পাল্টাপাল্টি ধাওয়ার ঘটনা।</p>
  <p>- রাত সাড়ে সাতটায় জাতির উদ্দেশে প্রধানমন্ত্রীর ভাষণ। ছয়জন নিহত হওয়ার ঘটনায় বিচার বিভাগীয় তদন্তের নির্দেশ দেন ও পরোক্ষভাবে ছাত্র আন্দোলনকারীদের হুমকী দেন।</p>
  <p>- বিশ্ববিদ্যালয় প্রশাসনের হল বন্ধের ঘোষণা ও পুলিশের তৎপরতার মুখে অনেক শিক্ষার্থী সন্ধ্যা নাগাদ ক্যাম্পাস ছেড়ে যান। তবে হল বন্ধের সিদ্ধান্ত প্রত্যাখ্যান করে রাতেও অনেক ছাত্রছাত্রী হল ও ক্যাম্পাসে অবস্থান করছিলেন।</p>
  <p>- মোবাইল ইন্টারনেট বন্ধ করে দেয় সরকার।</p>

  <p className="font-bold">𝟏𝟖 𝐉𝐔𝐋𝐘</p>
  <p>- ছাত্রদের ঘোষণা অনুসারে কমপ্লিট শাটডাউন কর্মসূচি শুরু হয়।</p>
  <p>- সারাদেশের প্রায় সকল শিক্ষাপ্রতিষ্ঠানে বিক্ষোভ মিছিলে হানাদার আওয়ামী পুলিশ বাহিনীর হামলা।</p>
  <p>- প্রাইভেট ইউনিভার্সিটির ছাত্ররা এদিন আন্দোলনের মূল হাল ধরে।</p>
  <p>- মুগ্ধ, ফাইয়াজ সহ মোট ৪৮ জন শাহদাতবরণ করেন।</p>
  <p>- নরসিংদীতে নবম শ্রেণির তামিমের লাশকেও পুলিশ গুলি করে।</p>
  <p>- সংঘর্ষ বেশি হয় ঢাকায়।</p>
  <p>- সারাদেশে বিজিবি মোতায়েন।</p>
  <p>- রাত ৯ টা থেকে ব্রডব্যান্ড ইন্টারনেট অফ করার মাধ্যমে দেশকে সম্পূর্ণ ইন্টারনেট বিচ্ছিন্ন করা হয়।</p>

  <p className="font-bold">𝟏𝟗 𝐉𝐔𝐋𝐘</p>
  <p>- শিক্ষার্থীদের 'কমপ্লিট শাটডাউন' বা সর্বাত্মক অবরোধের কর্মসূচি ঘিরে রাজধানী ঢাকায় ব্যাপক সংঘর্ষ, হামলা, ভাঙচুর, গুলি, অগ্নিসংযোগ ও প্রাণহানির ঘটনা ঘটে।</p>
  <p>- দেশের বিভিন্ন জেলাতেও ব্যাপক বিক্ষোভ, সংঘর্ষ ও সহিংসতা হয়।</p>
  <p>- পুলিশ ও বিজিবির নৃশংস গুলিতে ১১৯ জন শাহদাতবরণ করেন। এদিন আন্দোলন গণআন্দোলনে রূপ নেয়। প্রকৃতপক্ষে এইদিন গণহত্যা চালানো হয় তাই প্রকৃত নিহত ধারণা করা হয় ৬ শতাধিক। এদিন রাস্তায় ছাত্রদের চাইতেও বেশি ছিল নানান শ্রেণি পেশার মানুষ।</p>
  <p>- ঢাকার যাত্রাবাড়ী, উত্তরা, রামপুরা-বাড্ডা, সায়েন্সল্যাব, মিরপুর ১ ও ১০, মহাখালী, মোহাম্মদপুর, সাভার ছিল আন্দোলনের মূল হটস্পট।</p>
  <p>- হেলিকপ্টার থেকে ছোড়া গুলিতে ৪ বছরের শিশু থেকে ৬ বছরের রিয়া গোপ সহ বাসার মধ্যেও অনেকে শহীদ হয়।</p>
  <p>- 𝐌𝐈𝐒𝐓 -র ছাত্র ইয়ামিনের নিথর দেহ নির্মমভাবে পুলিশের এপিসি থেকে টেনে ফেলে দেওয়া হয়।</p>
  <p>- রাতে সারা দেশে কারফিউ জারি, সেনাবাহিনী মোতায়েন।</p>

  <p className="font-bold">𝟐𝟎 𝐉𝐔𝐋𝐘</p>
  <p>- দেশজুড়ে কারফিউ, সেনা মোতায়েন। সাধারণ ছুটি ঘোষণা।</p>
  <p>- রাজধানীর বিভিন্ন স্থানে সংঘর্ষ, ধাওয়া ও গুলি। উল্লেখযোগ্য স্থান হচ্ছে, যাত্রাবাড়ী, উত্তরা, বাড্ডা, মিরপুর ও মোহাম্মদপুর।</p>
  <p>- পুলিশ ও বিজিবির গুলিতে মোট ৭১ জন শাহদাতবরণ করেন। ছাদে আত্মরক্ষায় ঝুলে থাকা একজনকে পর পর ৬টি গুলি করে পুলিশ।</p>
  <p>- প্রধান সমন্বয়ক নাহিদকে তুলে নিয়ে যায় পুলিশ।</p>
  <p>- আন্দোলনের তিন সমন্বয়ক তিন মন্ত্রীর সঙ্গে দেখা করে আট দফা দাবি পেশ।</p>
  <p>- সমন্বয়কদের আরেকটি অংশ ৯ দফা দাবি পেশ করে।</p>

  <p className="font-bold">𝟐𝟏 𝐉𝐔𝐋𝐘</p>
  <p>- কোটা সংস্কার করে ৭% কোটা রেখে রায় প্রদান করে আদালত।</p>
  <p>- এদিনও রাজধানীসহ দেশের বিভিন্ন স্থানে আন্দোলন অব্যাহত থাকে।</p>
  <p>- হানাদার পুলিশ ও বিজিবির নির্মম গুলিতে ৩১ জন শাহদাতবরণ করেন।</p>
  <p>- চার দফা দাবি পূরণের জন্য বৈষম্যবারোধী ছাত্র আন্দোলনের সমন্বয়কেরা ৪৮ ঘন্টা সময় বেঁধে দিলেন। চার দফা দাবির মধ্যে রয়েছে, ইন্টারনেট সংযোগ চালু করা, শিক্ষার্থীদের আসার ব্যবস্থা করে দিয়ে হল খুলে দেওয়া, আন্দোলনের সমন্বয়কদের নিরাপত্তা নিশ্চিত করা এবং কারফিউ তুলে দেওয়া। এ বিষয়ে সংবাদ সম্মেলন করেছেন চারজন সমন্বয়ক।</p>
  <p>- নাহিদকে ব্যাপক নির্যাতন করে রাস্তায় ফেলে রেখে যায় পুলিশ।</p>

  <p className="font-bold">𝟐𝟐 𝐉𝐔𝐋𝐘</p>
  <p>- কোটা সংস্কার করে প্রকাশিত রায়ের প্রজ্ঞাপনের প্রস্তুতি চলে।</p>
  <p>- প্রতিদিন মানুষ হত্যার প্রতিবাদে সাধারণ ছাত্র-জনতার বিক্ষোভ অব্যাহত থাকে। তবে আন্দোলন স্তিমিত হতে থাকে।</p>
  <p>- এদিনও ১০ জন শাহদাতবরণ করেন। এর মধ্যে কয়েকজন ছিলেন আগের আহত হওয়া।</p>

  <p className="font-bold">𝟐𝟑 𝐉𝐔𝐋𝐘</p>
  <p>- কোটাপ্রথা সংস্কার করে প্রজ্ঞাপন জারি।</p>
  <p>- সরকার কয়েক হাজার মামলা দিয়ে গণগ্রেপ্তার শুরু করে।</p>
  <p>- ছাত্রনেতা মুজাহিদের বাড়ি থেকে রক্তাক্ত লাশ উদ্ধার।</p>
  <p>- এদিনও পুলিশ-সন্ত্রাসীদের গুলিতে কয়েকজন ছাত্র শাহাদাতবরণ করেন।</p>
</div>
<div>
  <p className="font-bold">𝟐𝟒 𝐉𝐔𝐋𝐘</p>
  <p>- কোটা আন্দোলনের প্ল্যাটফর্ম বৈষম্যবিরোধী ছাত্র আন্দোলনের অন্যতম সমন্বয়ক আসিফ মাহমুদ, আবু বাকের মজুমদার ও রিফাত রশীদের খোঁজ পাওয়া যায়।</p>
  <p>- নিখোঁজ থাকার পাঁচ দিন পর আসিফ ও বাকেরকে চোখ বাঁধা অবস্থায় ফেলে যাওয়া হয়েছে বলে ফেসবুকে পোস্ট দিয়ে দুজনই জানান।</p>
  <p>- আর রিফাত আত্মগোপনে থাকেন।</p>
  <p>- ব্লক রেইড দিয়ে গণগ্রেপ্তার চলতে থাকে।</p>

  <p className="font-bold">𝟐𝟓 𝐉𝐔𝐋𝐘</p>
  <p>- আন্দোলনকারী শিক্ষার্থী ও অন্য অংশীজনদের সঙ্গে আলোচনা ছাড়াই কোটা সংস্কারের যে প্রজ্ঞাপন জারি করা হয়েছে, সেটিকে তাঁরা চূড়ান্ত সমাধান মনে করছেন না। যথাযথ সংলাপের পরিবেশ তৈরি করে নীতিনির্ধারণী জায়গায় সব পক্ষের অংশগ্রহণের ভিত্তিতে প্রজ্ঞাপন দিতে হবে।</p>
  <p>- শেখ হাসিনা মেট্রোরেলের ভাঙ্গা অংশ দেখে চোখের পানি ফেলতে শুরু করে।</p>

  <p className="font-bold">𝟐𝟔 𝐉𝐔𝐋𝐘</p>
  <p>- এলাকা ভাগ করে চলে 'ব্লক রেইড'। সারা দেশে অভিযান। সারা দেশে অন্তত ৫৫৫টি মামলা। গ্রেপ্তারের সংখ্যা ৬ হাজার ২৬৪। ঢাকা শহরে ছাত্রদের ঘুম হারাম হয়ে যায়।</p>
  <p>- সাদা পোষাকে ডিবি হারুনের সন্ত্রাসীরা হাসপাতাল থেকে ছাত্রনেতাদের তুলে নিয়ে যায়।</p>

  <p className="font-bold">𝟐𝟕 𝐉𝐔𝐋𝐘</p>
  <p>- ১১ দিনে গ্রেপ্তার ৯ হাজার ১২১ জন। আতঙ্কে মানুষ ঘরছাড়া।</p>
  <p>- ছাত্রনেতাদের গ্রেপ্তার ও নির্যাতন করতে থাকে ডিবি হারুন।</p>

  <p className="font-bold">𝟐𝟖 𝐉𝐔𝐋𝐘</p>
  <p>- মোবাইল ইন্টারনেট ১০ দিন পর সচল।</p>
  <p>- কোটা সংস্কার আন্দোলনের অন্যতম সমন্বয়ক নুসরাত তাবাসসুমকে হেফাজতে নেয় ডিবি হারুন।</p>
  <p>- ডিবি হারুন জোর করে গান পয়েন্টে ছাত্রনেতাদের দিয়ে আন্দোলন প্রত্যাহারের বিবৃতি আদায় করে।</p>
  <p>- আন্দোলনের তিন সমন্বয়ক মাহিন সরকার, আব্দুল কাদের ও আব্দুল হান্নান মাসুদ অজ্ঞাত স্থান থেকে আগের বিবৃতি প্রত্যাহার ও ৯ দফা দাবী নিয়ে আন্দোলন চালিয়ে যাওয়ার ঘোষণা দেয়।</p>
  <p>- রংপুরে আবু সাইদ হত্যা মামলায় ১৬ বছরের কিশোরকে আসামী করে গ্রেপ্তার করা হয়।</p>
  <p>- সদ্য এসএসসি পাশ করা কিশোরকে কোমরে দড়ি বেধে রিমান্ডে নেওয়া হয়।</p>

  <p className="font-bold">𝟐𝟗 𝐉𝐔𝐋𝐘</p>
  <p>- ছাত্র আন্দোলনে প্রত্যক্ষ ভূমিকা পালনের জন্য খুনী হাসিনার নেতৃত্বে ১৪ দলের মিটিং-এ জামায়াত-শিবির নিষিদ্ধের সিদ্ধান্ত হয়।</p>
  <p>- একইসাথে ছাত্রআন্দোলনকারীদের বিরুদ্ধে খুনসহ অন্যান্য মামলা দিয়ে কঠোর শাস্তি দেওয়ার সিদ্ধান্ত নেয় গণহত্যাকারী ১৪ দল।</p>
  <p>- ডিবি হারুন কর্তৃক জোর করে বিবৃতি আদায়ের ঘটনায় ছাত্ররা আবার বিভিন্ন ক্যাম্পাসে বিক্ষোভ প্রদর্শন করে।</p>
  <p>- চট্টগ্রাম, কুমিল্লা, জাবি ও রাবিতে পুলিশ ছাত্রদের ওপর হামলা করে।</p>
  <p>- অনেক ক্যাম্পাসে ছাত্রদের সাথে শিক্ষকরাও বিক্ষোভ করে।</p>

  <p className="font-bold">𝟑𝟎 𝐉𝐔𝐋𝐘</p>
  <p>- হত্যার বিচার চেয়ে মুখে লাল কাপড় বেঁধে মিছিল করে ছাত্র ও শিক্ষকরা।</p>
  <p>- জাতিসংঘ মহাসচিবের বিবৃতি, স্বচ্ছ তদন্তের আহ্বান।</p>
  <p>- ফেসবুকের প্রোফাইল লাল রঙের ফ্রেমে রাঙায় সারাদেশের মানুষ। গণহত্যাকারীরা কালো ফ্রেম দিয়েছে। তবে সেটা নিতান্তই নগণ্য।</p>
  <p>- নাটক ও সিনেমা সংশ্লিষ্ট মানুষরা খুনী হাসিনার বিরুদ্ধে বিক্ষোভ প্রদর্শণ করেন।</p>

  <p className="font-bold">𝟑𝟏 𝐉𝐔𝐋𝐘</p>
  <p>- ছাত্ররা 'রিমেম্বারিং আওয়ার হিরোস' কর্মসূচি পালন করে।</p>
  <p>- ৯ দফার পক্ষে জনমত গঠন করতে থাকে ছাত্ররা।</p>
  <p>- সাবেক ছাত্রলীগ নেতাদের তোপের মুখে পড়েন আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের।</p>
  <p>- ঢাবির শিক্ষকরা সমন্বয়কদের ছাড়াতে ডিবি অফিসে গেলে পুলিশ তাদের হেনস্তা করে। পরিবারের সাথেও দেখা করতে দেওয়া হয়নি।</p>
</div>

<div>
  <p className="font-bold">𝟏 𝐀𝐔𝐆𝐔𝐒𝐓</p>
  <p>- ছাত্র-জনতার আন্দোলনের ভূমিকার জন্য জামায়াতে ইসলামী ও ইসলামী ছাত্রশিবিরকে নিষিদ্ধ করে প্রজ্ঞাপন জারি করে সরকার।</p>
  <p>- ছয় সমন্বয়ককে ছেড়ে দেয় ডিবি।</p>

  <p className="font-bold">𝟐 𝐀𝐔𝐆𝐔𝐒𝐓</p>
  <p>- ৯ দফা আদায়ের দাবিতে সারাদেশে গণমিছিল করে ছাত্র জনতা।</p>
  <p>- রাজধানীসহ বিভিন স্থানে পুলিশের সাথে ছাত্র জনতার সংঘর্ষ হয়।</p>
  <p>- পুলিশের গুলিতে ৩ জন শাহদাতবরণ করেন। পরিস্থিতি আবারো উত্তপ্ত হয়ে ওঠে।</p>
  <p>- ইতোমধ্যে গ্রেপ্তার হয়েছে ১৫ হাজার মানুষ।</p>
  <p>- ৯ দফা না মেনে গণগ্রেপ্তার ও গণহত্যা চালু রাখার প্রতিবাদে শহীদ মিনারে বিশাল বিক্ষোভ সমাবেশ করে ছাত্র জনতা।</p>

  <p className="font-bold">𝟑 𝐀𝐔𝐆𝐔𝐒𝐓</p>
  <p>- সেনাপ্রধান জেনারেল ওয়াকারুজ্জামান তার অফিসারদের নিয়ে মিটিং করেন। সেখানে তিনি এই বার্তা পান যে, সেনাবাহিনী আর গুলি করতে প্রস্তুত নয়।</p>
  <p>- হাসিনা ছাত্রদের আলোচনা করার প্রস্তাব দেয়। প্রয়োজনে মন্ত্রীদের কয়েকজন পদত্যাগ করার ঘোষণাও দেন। ছাত্ররা সব আলোচনা নাকচ করে দেন।</p>
  <p>- আবারো মোবাইল ইন্টারনেট বন্ধ করে দেয় সরকার।</p>
  <p>- শহীদ আবু সাইদের খুনী দুইজন পুলিশ সদস্যকে বরখাস্ত ও প্রেপ্তার করে পুলিশ।</p>
  <p>- ছাত্রজনতাকে রাস্তায় প্রতিহত করতে কড়া নির্দেশ দেয় খুনী হাসিনা।</p>
  <p>- কয়েক লক্ষ মানুষের উপস্থিতিতে নয় দফা বাদ দিয়ে ১ দফার (খুনী হাসিনার পদত্যাগ) ঘোষণা দেয় ছাত্রনেতারা।</p>

  <p className="font-bold">𝟒 𝐀𝐔𝐆𝐔𝐒𝐓</p>
  <p>- রাজধানী ঢাকাসহ সারাদেশে ছাত্রজনতার বিক্ষোভ মিছিলে হামলা চালায় আওয়ামী সন্ত্রাসী। এদিন পুলিশের সাথে আওয়ামী সন্ত্রাসীরা ছাত্রদের গুলি করে। কিন্তু হাজার হাজার ছাত্র ইট পাটকেল দিয়ে সন্ত্রাসী ও হানাদার পুলিশ বিজিবিকে প্রতিরোধ করে।</p>
  <p>- কয়েকটি স্থানে সেনাবাহিনী ছাত্রদের পক্ষ নেয়।</p>
  <p>- সারাদেশে ১৩০ জন খুন হন। এর মধ্যে ছাত্রলীগ, পুলিশ ও যুবলীগেরও কিছু সদস্য রয়েছে। লাখো ছাত্ররা এদিন সন্ত্রাসীদের অনেককে ভালোভাবে উত্তম-মাধ্যম দেয়।</p>
  <p>- ৬ আগস্টের বদলে পরদিন ৫ আগস্ট ঢাকামুখী লং-মার্চের কর্মসূচি দেয় ছাত্র জনতা।</p>
  <p>- অনেক আওয়ামী সন্ত্রাসীদের অফিস ও বাড়িতে আগুন দেয় ছাত্র-জনতা।</p>

  <p className="font-bold">𝟓 𝐀𝐔𝐆𝐔𝐒𝐓</p>
  <p>- সকাল থেকেই ব্যাপক মারমুখী অবস্থান নেয় পুলিশ, বিজিবি ও সেনাবাহিনী।</p>
  <p>- সারা ঢাকা শহরে খন্ড খন্ড যুদ্ধ শুরু হয় ছাত্র জনতার সাথে।</p>
  <p>- সকাল সাড়ে দশটার পর ব্রডব্যান্ড ইন্টারনেট অফ করা হয়, আবারো দেশ ইন্টারনেট বিচ্ছিন্ন হয়ে যায়।</p>
  <p>- হাসিনার মূলত প্ল্যান ছিল সেনাবাহিনীকে দিয়ে লংমার্চে ছাত্র জনতার উপর গণহত্যা চালানো।</p>
  <p>- সেনাবাহিনী গুলি চালানো হতে অপারগতা প্রকাশ করে এবং হাসিনাকে ৪৫ মিনিট সময় বেধে দেয় পালানোর জন্য।</p>
  <p>- হাসিনা দুপুর একটার বঙ্গভবন এসে পদত্যাগ করে। এরপর সেনাবাহিনীর হেলিকপ্টার যোগে (টেইল নাম্বার ৭২১০) এয়ারপোর্টে এসে বিমানবাহিনীর একটি কার্গো বিমানে ভারতে পালিয়ে যায়।</p>
  <p>- কর্মরত পুলিশরা এই খবর না জানায় তারা জনতার সাথে যুদ্ধ চালিয়ে যায়। অনেক মানুষকে তারা খুন করতে থাকে।</p>
  <p>- সেনাবাহিনী প্রধান জেনারেল ওয়াকারুজ্জামান দুইটায় ভাষণ দিবেন বলে ঘোষণা দেন।</p>
  <p>- ১:৩০ এর পর শাহবাগের পুলিশ ও সেনাবাহিনী রাস্তা ছেড়ে দেয়।</p>
  <p>- ২ টায় কিছু আগে মানুষ জেনে যায়, হাসিনা পালিয়ে গেছে।</p>
  <p>- সারাদেশের বিশেষভাবে ঢাকার মানুষ সব রাস্তায় নেমে উদযাপন করতে থাকে।</p>
  <p>- গলিতে গলিতে মিস্টি বিতরণ ও ঈদ মোবারক বলে কোলাকুলি করতে থাকে মানুষ।</p>
  <p>- রাস্তায় রাস্তায় মানুষ সিজদা দিয়ে আল্লাহর কাছে শুকরিয়া আদায় করতে থাকে।</p>
  <p>- বিকাল চারটায় সেনাপ্রধান জেনারেল ওয়াকারুজ্জামান আনুষ্ঠানিকভাবে শেখ হাসিনার পদত্যাগ ও ইন্টেরিম গভর্নমেন্ট ফর্মের ঘোষণা দেন।</p>
</div>

    </div>
  </div>
</div>

                
        </div>
    );
};

export default History;